Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/tm/factorio-ja_JP.tmx
Source language: en_us
Languages: ja_jp

source: Sends a signal to the circuit network when a player\nis coming towards the gate and it should open.
ja_jp: プレイヤーが接近し、ゲートが開こうとするときに\n回路ネットワークに信号を送信します。

source: Stone furnaces can be rebuilt with steel furnaces without the need to mine them first, this is called fast-replacing. This also works for assembling machines, transport belts, inserters, chests and similar. It can be used to change direction of transport belt.
ja_jp: 石の炉は撤去しなくても、鋼鉄の炉に置きかえられます。組立機、搬送ベルト、インサータ、チェストなども同様に再配置可能です。また、搬送ベルトの方向を変更することもできます。

source: This can only be obtained by playing a new game.
ja_jp: この実績は、新規ゲームでのみ取得できます。

source: Cropping bitmaps ...
ja_jp: ビットマップをトリミング中...

source: Player __1__ tried using a command "__2__"
ja_jp: プレイヤー __1__ は、コマンド"__2__"の実行を試みました

source: Enable tree sprite mipmaps (needs restart)
ja_jp: (再起動が必要) ツリー スプライト ミップマップを有効にします。

source: The gate will remain open so long as the circuit condition is true.
ja_jp: 回路条件が真であるあいだ、ゲートが開きます。

source: Updating may take up to several minutes, please be patient.
ja_jp: 更新には数分かかる事があります！ご注意下さい。

source: Extra low
ja_jp: 超低画質

source: Delete
ja_jp: 削除

source: Password not provided.
ja_jp: パスワードが入力されていません

source: Password not matching.
ja_jp: パスワードが一致しません

source: User with your name: "__1__" is already in the game.
ja_jp: ユーザー名「__1__」は既に使用されています

source: - Prints a list of players in the game. (parameter online/o, it prints only players that are online, count/c prints only count)
ja_jp: - ゲームに参加しているプレイヤーのリストを表示します。(パラメータ online/o - オンラインのプレイヤーのみ表示します count/c - プレイヤー数のみを表示します)

source: Players (__1__):
ja_jp: プレイヤー (__1__):

source: Online players (__1__):
ja_jp: オンラインのプレイヤー (__1__):

source: Players killed
ja_jp: 死亡したプレイヤー

source: Equipment grid
ja_jp: 装備グリッド

source: Enable logistics while moving
ja_jp: 移動中の物流を有効にする

source: Grid
ja_jp: グリッド

source: Robots inactive
ja_jp: アクティブでないロボット

source: No robots are deployed
ja_jp: ロボットが配置されていない

source: Reconnect
ja_jp: 再接続

source: Max upload
ja_jp: 最大アップロード

source: Redownloading map (__1__)
ja_jp: マップを再ダウンロードしています (__1__)

source: __1__ was disconnected as he sent malformed data.
ja_jp: __1__は誤った形式のデータを送信したため、切断されました。

source: Your client sent wrong data to the server and was disconnected.
ja_jp: あなたのクライアントはサーバーに誤ったデータを送信し、切断されました。

source: __1__ was disconnected as he reached the desync limit count.
ja_jp: __1__ はdesync上限数に達したため切断されました。

source: The maximum desync count was reached.
ja_jp: 最大 desync カウントに到達しました。

source: __1__ is catching up
ja_jp: __1__ が同期中です。

source: __1__ is saving map.
ja_jp: __1__ がマップを保存しています。

source: You have been disconnected as your computer wasn't fast enough to keep up with the server.
ja_jp: あなたのコンピューターが、サーバーを追うことができないほど低速だったので、切断されました。

source: Catching up.
ja_jp: 最新の情報に更新しています。

source: Aligning desynced map to server.
ja_jp: マップをサーバーに同期しています。

source: Saving local variant of map.
ja_jp: マップの相違点を保存しています。

source: Communication with server failed
ja_jp: サーバーとの通信に失敗しました。

source: Server quit the game
ja_jp: サーバーがゲームを終了しました。

source: Auto trash slots
ja_jp: 自動ゴミスロット

source: After you have unlocked the technology, you can set items to be automatically moved to your trash slots. Select a free trash slot, set the filter, and then set the count of items. If you have any more than this number of the item in your inventory, the excess will be moved to your logistic trash slots.
ja_jp: この技術をアンロックすると、自動的にゴミスロットに移動するアイテムを設定できます。空いているゴミスロットを選択してフィルターを設定し、アイテム数を入力します。インベントリ内のアイテムがこの数を超えると、余剰分は物流ゴミスロットに移動されます。

source: day
ja_jp: 日

source: Using Lua console commands will disable achievements, please repeat the command to proceed.
ja_jp: Luaコンソールコマンドを使うと実績が解除されなくなります。実行するにはもう一度コマンドを入力してください。

source: __1__ started research __2__
ja_jp: __1__ が __2__ の研究を開始しました。

source: __1__ changed research from __2__ to __3__
ja_jp: __1__ は研究を __2__ から __3__ に変更しました。

source: <command> - Executes a Lua command (if allowed).
ja_jp: <command> - (許可されていれば) Luaコマンドを実行します。

source: <command> - Executes a Lua command (if allowed) and measures time it took.
ja_jp: <command> - (許可されている場合)Lua コマンドを実行し、それにかかった時間を測定します。

source: - Prints info about how old the map is.
ja_jp: - マップの経過時間についての情報を出力します。

source: __core__/fonts/TitilliumWeb-Regular.ttf
ja_jp: __core__/locale/ja/fonts/regular.ttf

source: __core__/fonts/TitilliumWeb-SemiBold.ttf
ja_jp: __core__/locale/ja/fonts/medium.ttf

source: __core__/fonts/TitilliumWeb-Bold.ttf
ja_jp: __core__/locale/ja/fonts/bold.ttf

source: __1__ was disconnected, as he is reconnecting from a different source.
ja_jp: __1__ は別のソースから再接続しようとしたため、切断されました。

source: Loading scenario __1__
ja_jp: シナリオ __1__ をロードしています。

source: __1__ is downloading the map
ja_jp: __1__ がマップをダウンロードしています。

source: __1__ is loading the map
ja_jp: __1__ がマップをロードしています。

source: __1__ is being dropped from the game
ja_jp: __1__ との接続が確立できません

source: Saving the map
ja_jp: マップをセーブしています

source: Saving the map for __1__
ja_jp: __1__ がマップを保存しています

source: Server (__1__) is saving the map for __2__
ja_jp: サーバー (__1__) がマップ__2__を保存中です。

source: Waiting for the server to save the map.
ja_jp: サーバーがマップを保存するのを待機しています。

source: Server has stopped communicating, cannot continue in game.
ja_jp: サーバーが通信を停止しました。ゲームを続ける事が出来ません。

source: Type /h <command> to get details of it.
ja_jp: /h <command> で詳細を取得します。

source: Available commands are:
ja_jp: 使用可能なコマンド:

source: Unknown command __1__
ja_jp: 不明なコマンド __1__

source: shout
ja_jp: シャウト

source: Logistic request
ja_jp: 物流要求

source: Can't run command (__1__) - you are not an admin.
ja_jp: コマンド(__1__)を実行できません―管理者権限がありません。

source: __1__ (not on map) was banned by __2__. Reason: __3__.
ja_jp: __1__(マップ上にいない)は__2__にBANされました。理由：__3__

source: __1__ (command): __2__
ja_jp: __1__ (コマンド): __2__

source: __1__ tried to run a command, which isn't allowed for them: __2__
ja_jp: __1__はコマンドを実行しようと試みましたが、権限がありません: __2__

source: Matching commands:
ja_jp: 該当するコマンド:

source: Matching players:
ja_jp: 該当するプレイヤー名:

source: All players:
ja_jp: 全プレーヤー:

source: - Clears the console.
ja_jp: - コンソールのログを消去します。

source: <player> - Prevents the player from saying anything in chat.
ja_jp: <player> - 指定したプレイヤーがチャットで発言できないようにします。

source: <player> - Allows the player to talk in chat again.
ja_jp: <player> - 指定したプレイヤーのミュートを解除します。

source: - All players that are muted (can't talk in chat).
ja_jp: - すべてのプレイヤーをミュートします。

source: __1__ has been muted by __2__.
ja_jp: __1__ は __2__ にミュートされました。

source: __1__ is already muted.
ja_jp: __1__ は既にミュートされています。

source: __1__ has been unmuted by __2__.
ja_jp: __1__ は __2__ にミュート解除されました。

source: __1__ isn't muted.
ja_jp: __1__ はミュートされていません。

source: __1__ ignored.
ja_jp: __1__ は無視されます。

source: __1__ unignored.
ja_jp: __1__ は無視解除されます。

source: AFK auto kick
ja_jp: 離席者の自動キック

source: __1__ was disconnected for being AFK.
ja_jp: __1__ は長時間操作が行われなかったため切断されました。

source: You have been disconnected as you have been AFK.
ja_jp: 長時間操作が行われなかったため切断されました。

source: Map version __1__ cannot be loaded in this version of Factorio because it's lower than the minimum input map version.
ja_jp: マップバージョン__1__は入力可能なバージョンの下限よりも古いため、このFactorioのバージョンではロードできません。

source: Map version __1__ cannot be loaded in this version of Factorio because it's higher than this version of the game.
ja_jp: マップバージョン__1__は入力可能なバージョンの上限よりも新しいため、このFactorioのバージョンではロードできません。

source: __1__ was killed by __2__.
ja_jp: __1__ は、__2__ によって殺されました。

source: You have been kicked from the server.
ja_jp: サーバーから接続を拒否されました。

source: You have been banned from the server.
ja_jp: あなたはこのサーバーにはアクセスできません。

source: Can't enter enemy vehicles.
ja_jp: 敵の車両には乗れません。

source: Color can only be set for players.
ja_jp: 色の指定はプレイヤー以外にはできません。

source: Invalid parameter
ja_jp: 無効なパラメータ

source: Saved progress
ja_jp: 保存された進捗

source: Only admins can pause
ja_jp: 管理者のみポーズ可能

source: Ignore when returning
ja_jp: 復帰プレイヤーは参加上限を無視

source: __1__'s computer could not keep up with the server, so they have been disconnected.
ja_jp: __1__ はサーバーと同期し続けられなかったため、切断されました。

source: Waiting for the server to start saving: __1__
ja_jp: サーバーが保存を開始するのを待っています: __1__

source: days
ja_jp: 日

source: This control has to be keyboard related.
ja_jp: この操作はキーボードと関連付ける必要があります。

source: Can't swap console with player - expected 2 players when from console.
ja_jp: コンソールとプレイヤーを交換することはできません - コンソール操作の場合は、2 人のプレイヤーを指定する必要があります。

source: Can't swap - expected 2 players when from console.
ja_jp: 交換できません - コンソール操作の場合は、2 人のプレイヤーを指定する必要があります。

source: Your username contains invalid characters, please only use letters, numbers and ._- characters
ja_jp: ユーザー名に無効な文字が含まれています。半角英数字および._-（ピリオド、アンダーバー、ハイフン）のみ使用可能

source: __1__ is already an admin.
ja_jp: __1__はすでに管理者になっています。

source: __1__ is not an admin.
ja_jp: __1__は管理者ではありません。

source: User verification has been disabled.
ja_jp: ユーザー認証が無効になりました。

source: User verification has been enabled.
ja_jp: ユーザー認証が有効になりました。

source: User verification is already disabled.
ja_jp: ユーザー認証はすでに無効です。

source: User verification is already enabled.
ja_jp: ユーザー認証はすでに有効です。

source: Matching colors: __1__.
ja_jp: 一致する色: __1__。

source: Available configs are: __1__.
ja_jp: 利用可能な設定: __1__。

source: Matching configs: __1__.
ja_jp: 一致する設定: __1__。

source: <number> - Set the autosave interval (in minutes). 0 means disabled.
ja_jp: <number> - 自動保存の間隔を設定します(分単位)。0 は無効を意味します。

source: __1__ bytes per second.
ja_jp: __1__ バイト/秒。

source: Unlimited.
ja_jp: 無制限。

source: Value is not valid.
ja_jp: 無効な値です。

source: Server password removed.
ja_jp: サーバーパスワードが削除されました。

source: Server password changed.
ja_jp: サーバーパスワードが変更されました。

source: Maximum number of players changed to __1__.
ja_jp: 最大プレイヤー数が __1__ に変更されました。

source: Allow commands set to __1__.
ja_jp: __1__ が許可コマンドに設定されました。

source: Expected value to set as the third parameter.
ja_jp: 3 番目のパラメータに設定値を指定する必要があります。

source: Unknown config: __1__
ja_jp: 不明な設定: __1__

source: The server currently has a password.
ja_jp: サーバーには現在パスワードがあります。

source: The server currently doesn't have a password.
ja_jp: サーバーには現在パスワードがありません。

source: Autosave is disabled.
ja_jp: 自動保存は無効です。

source: Autosave every __1__ minutes.
ja_jp: 自動保存は __1__ 分おきに行われます。

source: Autosave is now disabled.
ja_jp: 自動保存が無効になりました。

source: Autosave interval changed to __1__ minutes.
ja_jp: 自動保存の間隔が __1__ 分に変更されました。

source: AFK auto kick is disabled.
ja_jp: 退席中の自動キックが無効になっています。

source: Kick if AFK for more than __1__ minutes.
ja_jp: __1__ 分以上退席中であればキックします。

source: AFK auto kick changed to __1__ minutes.
ja_jp: 退席中の自動キックは __1__ 分に変更されました。

source: Verify user identity: __1__.
ja_jp: ユーザー ID の照合: __1__。

source: Only admins can pause: __1__.
ja_jp: 管理者のみポーズ可能: __1__。

source: Only admins can pause set to: __1__.
ja_jp: 管理者のみポーズ可能は以下のように変更されました: __1__。

source: Ignore player limit for returning players: __1__.
ja_jp: プレイヤー上限を無視できるプレイヤー: __1__。

source: Ignore player limit for returning players set to: __1__.
ja_jp: プレイヤー上限を無視できるプレイヤーは以下のように変更されました: __1__。

source: Expected "get" or "set" as the first option.
ja_jp: 1 番目のオプションとして "get" または "set" が必要です。

source: The following mods are installed multiple times. Versions with higher numbers were loaded. Unzipped versions have priority in case of two mods with the same version number.
ja_jp: 次のMODが重複してインストールされています。バージョンの数字が大きい方が読み込まれます。バージョンが同じ場合、解凍された状態のものが優先されます。

source: IP address already used for different player.
ja_jp: このアドレスは別のプレイヤーが既に使用しています。

source: Download failed: __1__
ja_jp: ダウンロードに失敗しました: __1__

source: <message> - Sends a message to all players including other forces.
ja_jp: <message> - 他のチームを含むすべてのプレイヤーにメッセージを送信します。

source: <command>=Executes a Lua command (if allowed) without printing it to the console.
ja_jp: <command>=コンソールに出力せずに Lua コマンドを実行します (許可されている場合)。

source: <player> - Clears the chat of all messages from this player.
ja_jp: <player> - このプレイヤーからのすべてのメッセージを消去します。

source: <player> - Prevents the chat from showing messages from this player. Admin messages are still shown.
ja_jp: <player> - このプレイヤーからのチャット発言が表示されなくなります。管理者メッセージは表示されます。

source: <player> - Allows the chat to show messages from this player.
ja_jp: <player> - このプレイヤーのチャット発言を表示します。

source: - Prints a list of ignored players.
ja_jp: - 無視(ignore)しているプレイヤーの一覧を出力します。

source: <get/set> <option> <value> - Gets or sets various multiplayer game settings.
ja_jp: <get/set> <option> <value> - さまざまなマルチプレイゲームの設定を取得または設定します。

source: Swaps your character with the given players character, or if two players are given swaps the two player characters.
ja_jp: 与えられたプレイヤーキャラクターとあなたのキャラクターを交換、もしくは 2 人のプレイヤーが与えられた場合、その 2 人のプレイヤーキャラクターを交換します。

source: This command is to be used with caution, as it will make the game multiplayer unplayable once set.\n The game starts to save and compare the game with itself every tick to search for inconsistency in the determinism.\n This command is adviced to be used when there is a desync loop when new player join the server. The heavy mode will run until it outputs something it. Please provide it to us so we can investigate and fix the problem.
ja_jp: このコマンドは慎重に使用してください：実行するとマルチプレイヤーではプレイ不可能になります。\nゲームは1 tickごとにセーブされ、決定論的矛盾を探すためそのゲーム自体と比較されます。\nこのコマンドを使うべき状況は新しいプレイヤーがサーバーに参加して、desyncループが発生した場合です。ヘビーモードは何らかの結果が得られるまで継続します。問題を調査・解決できるよう、結果を私たち(開発チーム)に提供してください。

source: <password> - Sets the multiplayer password. Empty password means no password.
ja_jp: <password> - マルチプレイのパスワードを設定します。空のパスワードは、パスワードがないことを意味します。

source: <number> - Sets the maximum number of players allowed in this server. 0 means no limit.
ja_jp: <number> - このサーバーで許可される最大プレーヤー数を設定します。0 は無制限を意味します。

source: <value> - Sets if Lua commands are allowed: "true", "false" or "admins-only".
ja_jp: <value> - Lua コマンドが許可されているかどうかを設定します: "true"、 "false"または "admins-only"。

source: <number> - Sets the maximum upload speed in bytes per second. 0 means no limit.
ja_jp: <number> - 最大アップロード速度をバイト毎秒で設定します。0 は無制限を意味します。

source: <number> - Sets the time (in minutes) a player has to be inactive before they are auto-kicked. 0 means disabled.
ja_jp: <number> - プレーヤーが自動キックされる前に非アクティブにしなければならない時間 (分) を設定します。0 は無効を意味します。

source: <true/false> - Sets if user identity has to be confirmed to join the server.
ja_jp: <true/false> - ユーザー ID を確認してサーバーに参加する必要があるかどうかを設定します。

source: <true/false> - Sets if only admins are allowed to pause the game.
ja_jp: <true/false> - 管理者だけがゲームをポーズできるかどうかを設定します。

source: <true/false> - Sets if the server player limit is ignored for returning players.
ja_jp: <true/false> - プレイヤーがサーバーの最大数を無視できるかどうかを設定します。

source: <true/false> - Sets if only the server will create autosaves.
ja_jp: <true/false> - サーバーだけが自動保存を作成するかどうかを設定します。

source: Upload rate changed to __1__ bytes per second.
ja_jp: アップロードレートが__1__バイト/秒に変更されました。

source: Upload limit removed.
ja_jp: アップロード上限が削除されました。

source: Player limit removed.
ja_jp: プレイヤー上限が削除されました。

source: Config commands can only be used in multiplayer.
ja_jp: 設定コマンドは、マルチプレイでのみ使用できます。

source: Autosave only on server: __1__.
ja_jp: サーバー上でのみの自動保存: __1__。

source: Autosave only on server set to: __1__.
ja_jp: サーバー上でのみの自動保存は以下のように設定されました: __1__。

source: AFK auto kick is now disabled.
ja_jp: 退席中の自動キックが無効になりました。

source: Verify user identity set to: __1__.
ja_jp: ユーザー ID の照合は以下のように変更されました: __1__。

source: Shield hitpoints
ja_jp: シールドのHP

source: Energy per hitpoint
ja_jp: 1HPあたりのエネルギー

source: Autosave only on server
ja_jp: オートセーブはサーバ上のみ

source: Players that have already played on this map can join the game even though the player limit has been reached.
ja_jp: このマップに参加したことのあるプレイヤーは、現在の人数が上限に達していてもゲームに復帰できます。

source: Maximum amount of speed dedicated to uploading the game to new players. Limiting it is useful to make sure there is enough upload speed left for players already in the game.
ja_jp: 新しいプレイヤーにゲームをアップロードする速度の最大値。これを制限することで、既存のプレイヤーへのデータアップロードに十分な帯域を確保することができます。

source: Show player names on minimap
ja_jp: ミニマップにプレイヤー名を表示

source: Server (__1__) is saving the map.
ja_jp: サーバー (__1__) がマップを保存しています。

source: Multiplayer is not supported in the 32-bit version of the game.
ja_jp: マルチプレイヤーは32 ビット バージョンではサポートされていません。

source: Mod will be deleted after leaving this screen
ja_jp: この画面を閉じるとmodが削除されます。

source: Currently downloading: __1__/__2__
ja_jp: 現在のダウンロード: __1__/__2__

source: Currently downloading: nothing
ja_jp: 現在のダウンロード: 無し

source: Additional information required to install is being downloaded.
ja_jp: インストールに必要な追加情報をダウンロードしています。

source: <true/false> - Sets if the game will be publicly visible.
ja_jp: <true/false> - ゲームを一般公開するかどうかを設定します。

source: <true/false> - Sets if the game will be visible on LAN.
ja_jp: <true/false> - LAN 上でゲームを表示するかどうかを設定します。

source: Public visibility: __1__.
ja_jp: 一般公開: __1__。

source: Public visibility set to: __1__.
ja_jp: 一般公開は以下のように設定されます: __1__。

source: LAN visibility: __1__.
ja_jp: LAN 公開: __1__。

source: LAN visibility set to: __1__.
ja_jp: LAN 公開は以下のように設定されます: __1__。

source: Authentication error on the auth server: __1__.
ja_jp: 認証サーバーで認証エラー: __1__。

source: Licenses
ja_jp: 承諾

source: Welcome to the supply challenge mission.
ja_jp: 供給チャレンジ ミッションにようこそ。

source: In every level, you have limited amount of time to get the required amount of supplies into the specified chests.
ja_jp: 各レベルでは、必要量の物資を特定のチェストに入れるための時間は限られています。

source: The requirement gets harder and harder each level.
ja_jp: 要求物はレベルごとに難しくなっていきます。

source: You get 10 * level number points for finishing the level plus time bonus for finishing earlier.
ja_jp: レベルを完了するとレベル数×10点、早くクリアすると追加のタイムボーナスを得ます。

source: It is up to you whether you sell the remaining time or use it to prepare for the next level.
ja_jp: 残りの時間を売却するか、次のレベルの準備に使用するか、それはあなた次第です。

source: Good luck.
ja_jp: がんばってね！

source: Level
ja_jp: レベル

source: Time left
ja_jp: 残り時間

source: Points per second
ja_jp: 1 秒あたりのポイント

source: Points
ja_jp: ポイント

source: Level __1__ completed. Added __2__ points.
ja_jp: レベル __1__ をクリアしました。__2__ ポイントを獲得。

source: Required items
ja_jp: 要求アイテム

source: __1__ bonus points for skipping __2__ seconds of the level.
ja_jp: __2__ 秒スキップして __1__ポイントのボーナスを獲得。

source: You finished with __1__ points.
ja_jp: あなたは __1__ ポイントで終了しました。

source: Level 1 - Warm up.
ja_jp: レベル１ 準備運動

source: Level 2 - First serious head scratching.
ja_jp: レベル2 最初の頭痛

source: Level 3 - 2 tiles wide bridge for 3 transport belts, how can it be?
ja_jp: レベル3 - 3本の輸送ベルトに2タイル分の橋・・・どうすればいい？

source: Level 4 - The bridge isn't the hardest part anymore. Small advice: Underground belts connect only to underground belts of the same type.
ja_jp: レベル4 - 橋は最難関ではなくなりました。小さなヒント：地下ベルトは同じ種類の地下ベルトにだけ接続します。

source: Level 5 - Final challenge
ja_jp: レベル5 - 最後の挑戦

source: Transport belt madness
ja_jp: 狂気的な輸送ベルト

source: So many chests and such a small island. Can you connect the chests without your head spinning?
ja_jp: 小さな島に沢山のチェストがあります。混乱せず全てのチェストを接続できますか？

source: Welcome to the transport belt madness challenge
ja_jp: 輸送ベルトの狂気 チャレンジへようこそ

source: In every level there are input chests (green) and output chests(red). Your goal is to use transport belts to connect all the chests.
ja_jp: 全てのレベルには入力チェスト(緑) と出力チェスト(赤) があります。目標は輸送ベルトを使用し全てのチェストを適切に接続する事です。

source: Start level
ja_jp: レベルを開始

source: Clear level
ja_jp: レベルを再挑戦

source: Back to building
ja_jp: 建築に戻る

source: Round started
ja_jp: ラウンドが開始された

source: Level failed, wrong item in the __1__ chest.
ja_jp: 挑戦に失敗しました。間違ったアイテムが __1__ チェストにあります。

source: You need to use __CONTROL__show-info__, to see what resource goes where.
ja_jp: どの資源がどこへ行くのか参照するには__CONTROL__show-info__を使用する必要があります。

source: Tight spot
ja_jp: 窮地

source: Little space, limited resources and fixed amount of time. Buy land and machines and sell your final product.
ja_jp: 小さなスペースに限られた資源と時間。土地や機械を購入し、完成品を販売しましょう。

source: Information
ja_jp: 情報

source: Money
ja_jp: お金

source: Balance
ja_jp: 残高

source: Required
ja_jp: 必須

source: Start
ja_jp: 開始

source: Progress
ja_jp: 進行状況

source: Welcome to the tight spot challenge
ja_jp: 窮地チャレンジにようこそ

source: You can buy land and machines for money, your goal is to earn the specified amount by producing demanded items.
ja_jp: お金で土地や機械を購入する事が出来ます。クリア条件は要求された製品を規定数生産することです。

source: Machines are bought in the market. Once you start the level, all the machines you didn't use will be sold back.
ja_jp: 機械類は市場で購入します。レベル開始時に使用していない全ての機械が売却されます。

source: All machines are stopped until you start the simulation. Once the simulation starts, you can't interfere.
ja_jp: シミュレーション開始まで全ての機械が停止します。一度シミュレーションが開始すると干渉は出来ません。

source: You are missing __1__ coins to win this level.
ja_jp: このレベルをクリアする為には後 __1__ コイン必要です。

source: Congratulations, you won the level with reserve of __1__ coins.
ja_jp: おめでとうございます。 __1__ コインを残してこのレベルをクリアしました。

source: Reload
ja_jp: リロード
